content/_index.md
+++
title = "About"
author = ["Mateo Diaz"]
draft = false
layout = "page"
+++

Welcome to the webpage of the "Optimization Workshop: Theory, Algorithms, and Applications", to be held in Bogotá, Colombia. The main objective of this workshop is to bring together researchers and students from local and international communities, fostering collaboration and innovation in the field of mathematical optimization. Our aim is to promote research among young researchers and consolidate a network of optimization experts in the region.

The workshop will feature over 20 talks by experts in various areas of mathematical optimization, presented in a single-track format. This structure ensures participants can attend all presentations, facilitating comprehensive learning and in-depth discussions. Our program is designed to benefit participants at all career stages, from students to established researchers. It will include:

-   Minicourses to introduce new students to continuous and integer optimization,
-   Expert talks on cutting-edge optimization topics,
-   Social events for building academic connections,
-   A poster session for students to share their own research.

We encourage all attendees, regardless of their experience level, to actively engage in discussions and take full advantage of the collaborative environment. Join us in Bogotá for this enriching academic experience that promises to inspire and connect the next generation of optimization experts!

**When?** [December 9-13, 2024](https://calendar.app.google/UTpVtMKDDVuu6zeE6).

**Where?** [Universidad de los Andes in Bogota, Colombia](https://maps.app.goo.gl/GtgswKC2kWU5HfUV7).


### Keynote speakers {#keynote-speakers}

{{< speakers >}}


### Confirmed speakers {#confirmed-speakers}

-   [Felipe Atenas](https://sites.google.com/view/atenas-optimization?usp=sharing) (University of Melbourne, Australia)
-   [Beste Basciftci](https://sites.google.com/view/bestebasciftci/)  (University of Iowa, USA)
-   [David Bernal Neira](https://secquoia.github.io/1-bernalde) (Purdue University, USA)
-   [Ying Cui](https://sites.google.com/site/optyingcui/) (University of California, Berkeley, USA)
-   [Juan Carlos de los Reyes](https://modemat.epn.edu.ec/es/personal/jreyes) (Centro de Modelización Matemática, Ecuador)
-   [Dmitriy Drusvyatskiy](https://sites.google.com/uw.edu/ddrusv/home) (University of Washington, USA)
-   [Daniel Duque](https://sites.google.com/view/daniel-duque/home) (Google, USA)
-   [Salar Fattahi](https://fattahi.engin.umich.edu/) (University of Michigan, USA)
-   [Robert Freund](https://mitmgmtfaculty.mit.edu/rfreund/) (Massachusetts Institute of Technology, USA)
-   [Nicolás García Trillos](https://www.nicolasgarciat.com/) (University of Wisconsin-Madison, USA)
-   [Mauricio Junca](https://math.uniandes.edu.co/~mjunca/) (Universidad de los Andes, Colombia)
-   [Leonardo Lozano](https://business.uc.edu/faculty-research/obais/faculty/leonardo-lozano.html) (University of Cincinnati, USA)
-   [Giacomo Nannicini](https://sites.usc.edu/nannicini/) (University of Southern California, USA)
-   [Janosh Ortmann](https://crm.umontreal.ca/~ortmann/) (University of Quebec in Montreal, Canada)
-   [Bernardo Pagnoncelli](https://scholar.google.com/citations?user=na3ScswAAAAJ&hl=vi) (Skema Business School, France)
-   [Ashwin Pananjady](https://sites.gatech.edu/ashwin-pananjady/) (Georgia Institute of Technology, USA)
-   [Alvaro Riascos](https://www.alvaroriascos.com/) (Universidad de los Andes and Quantil, Colombia)
-   [Katya Scheinberg](https://www.isye.gatech.edu/users/katya-scheinberg) (Georgia Institute of Technology, USA)
-   [Jorge Sefair](https://www.ise.ufl.edu/sefair/) (University of Florida, USA)
-   [Soroosh Shafiee](https://sorooshafiee.github.io/) (Cornell University, USA)
-   [Alejandro Toriello](https://sites.gatech.edu/alejandro-toriello/) (Georgia Institute of Technology, USA)
-   [César Uribe](https://cauribe.rice.edu/) (Rice University, USA)
-   [Luis Zuluaga](https://coral.ise.lehigh.edu/luiszuluaga/) (Lehigh University, USA)


### Organizing committee {#organizing-committee}

-   [Mateo Díaz](https://mateodd25.github.io/) (Johns Hopkins University, USA)
-   [Andrés Gómez](https://sites.google.com/usc.edu/gomez) (University of Southern California, USA)
-   [Mauricio Junca](https://math.uniandes.edu.co/~mjunca/) (Universidad de los Andes, Colombia)


### Contact us {#contact-us}

If you have any questions or inquiries, please contact us at `mj.junca20@uniandes.edu.co`.


## Sponsors {#sponsors}

{{< sponsors >}}
